10/data/attachments/99449b1f919fcd43.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Stephen_time_Actions_90217_1</nif:username>
            <nif:friendToBeRequested>soap_actions_bd499d76-c2de-43d5-9c2c-35abbfe1f50d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>